/* XTIT: Info Screen text when applying the NUIStyleSheet. */
"applyNUIStyleSheetApplyStepInfoScreenText" = "NUIStyleSheet wordt toegepast.";

/* XTIT: Info Screen text when applying the SAP Mobile Services LogSettings. */
"applySAPcpmsLogSettingsStepInfoScreenText" = "SAP Mobile Services LogSettings worden toegepast.";

/* XFLD: Text information if the provided credentials were invalid. */
"authenticationFailedMessage" = "Verificatie mislukt.";

/* XTIT: Info Screen text before presenting the Basic Authentication view. */
"basicAuthenticationStepInfoScreenText" = "Aanmeldgegevens worden gevalideerd.";

/* XTIT: Title of Alert window when asking for confirmation about cancelling the onboarding flow. */
"cancelAlertControllerTitleText" = "Weet u zeker dat u het activeringsproces wilt annuleren?";

/* XTIT: Title of Alert window when asking for confirmation about cancelling the restore flow. */
"cancelRestoreAlertControllerTitleText" = "Weet u zeker dat u het herstelproces wilt annuleren?";

/* XTIT: Title of Alert window when asking for confirmation about cancelling the reset passcode flow. */
"cancelResetPasscodeAlertControllerTitleText" = "Weet u zeker dat u het proces voor de toegangscodereset wilt annuleren?";

/* XTIT: Title of Alert window when asking for confirmation about cancelling the authentication process. */
"cancelAuthenticationProcessAlertControllerTitleText" = "Weet u zeker dat u het bevoegdheidsproces wilt annuleren?";

/* Title of Alert window when asking for confirmation about triggering the reset passcode flow. */
"resetPasscodeAlertControllerTitleText" = "Weet u zeker dat u de toegangscode wilt resetten?";

/* XTIT: Title of Alert window when asking for confirmation about cancelling the passcode change flow. */
"cancelPasscodeChangeControllerTitleText" = "Weet u zeker dat u het proces voor wijziging van de toegangscode wilt annuleren?";

/* XTIT: Title of Alert window when asking for confirmation about reset the application. */
"cancelPasscodeControllerTitleText" = "Weet u zeker dat u uw applicatie wilt resetten?";

/* XTIT: Info Screen text when running the Composite Steps. */
"compositeStepInfoScreenText" = "Samengestelde stappen.";

/* XTIT: Info Screen text when downloading the SAP Mobile Services ClientResources. */
"downloadSAPcpmsClientResourcesStepInfoScreenText" = "SAP Mobile Services ClientResources worden gedownload.";

/* XTIT: Info Screen text when downloading the SAP Mobile Services Destinations. */
"downloadSAPcpmsDestinationsStepInfoScreenText" = "SAP Mobile Services Destinations worden gedownload.";

/* XTIT: Info Screen text when downloading the SAP Mobile Services Settings. */
"downloadSAPcpmsSettingsStepInfoScreenText" = "SAP Mobile Services Settings worden gedownload.";

/* XBUT: Text of button on FUIFeedbackScreen when the Face ID got disabled by passcode policy. */
"fuiFeedbackDisableFaceIDButtonText" = "Doorgaan";

/* XBUT: Text of button on FUIFeedbackScreen when the Touch ID is disabled by the new passcode policy */
"fuiFeedbackDisableTouchIDButtonText" = "Doorgaan";

/* XBUT: Text of button on FUIFeedbackScreen when the Face ID is enabled by the new passcode policy */
"fuiFeedbackEnableFaceIDButtonText" = "Inschakelen";

/* XBUT: Text of button on FUIFeedbackScreen when the Touch ID is enabled by the new passcode policy */
"fuiFeedbackEnableTouchIDButtonText" = "Inschakelen";

/* XTIT: FUIFeedbackScreen headline description text when faceID is disabled by the new passcode policy. */
"fuiFeedbackScreenDisableFaceIDDetailDescription" = "Log de volgende keer in met een toegangscode.";

/* XTIT: FUIFeedbackScreen headline text when faceID is disabled by the new passcode policy. */
"fuiFeedbackScreenDisableFaceIDHeadlineDescription" = "Face ID is niet meer beschikbaar";

/* XTIT: FUIFeedbackScreen title text when faceID is disabled by the new passcode policy. */
"fuiFeedbackScreenDisableFaceIDTitleText" = "Wijzigingen in beleid";

/* XTIT: FUIFeedbackScreen headline description text when touchID is disabled by the new passcode policy. */
"fuiFeedbackScreenDisableTouchIDDetailDescription" = "Log de volgende keer in met een toegangscode.";

/* XTIT: FUIFeedbackScreen headline text when touchID is disabled by the new passcode policy. */
"fuiFeedbackScreenDisableTouchIDHeadlineDescription" = "Touch ID is niet meer beschikbaar";

/* XTIT: FUIFeedbackScreen title text when touchID is disabled by the new passcode policy. */
"fuiFeedbackScreenDisableTouchIDTitleText" = "Wijzigingen in beleid";

/* XTIT: FUIFeedbackScreen detail description text when faceID is disabled by the new passcode policy. */
"fuiFeedbackScreenEnableFaceIDDetailDescription" = "U kunt deze functie op elk gewenst moment in- of uitschakelen via Instellingen.";

/* XTIT: FUIFeedbackScreen headline text when passcode policy changed and face ID is enabled. */
"fuiFeedbackScreenEnableFaceIDHeadlineDescription" = "Face ID is nu beschikbaar. Met Face ID hebt u sneller toegang tot uw informatie.";

/* XTIT: FUIFeedbackScreen title text when Face ID is enabled in the new passcode policy. */
"fuiFeedbackScreenEnableFaceIDTitleText" = "Face ID";

/* XTIT: FUIFeedbackScreen title text when passcode policy change is necessary. */
"fuiFeedbackScreenEnableTouchIDDetailDescription" = "U kunt deze functie op elk gewenst moment in- of uitschakelen via Instellingen.";

/* XTIT: FUIFeedbackScreen headline text when passcode policy changed and touch ID is enabled. */
"fuiFeedbackScreenEnableTouchIDHeadlineDescription" = "Touch ID is nu beschikbaar. Met Touch ID hebt u sneller toegang tot uw informatie.";

/* XTIT: FUIFeedbackScreen title text when touchID is enabled by the new passcode policy. */
"fuiFeedbackScreenEnableTouchIDTitleText" = "Touch ID";

/* XBUT: Text of button on FUIFeedbackScreen when passcode change is necessary. */
"fuiFeedbackScreenPasscodePolicyChangedActionButtonText" = "Doorgaan";

/* XMSG: FUIFeedbackScreen description when passcode policy change is necessary. */
"fuiFeedbackScreenPasscodePolicyChangedDescriptionLabel" = "Maak een nieuwe toegangscode aan.";

/* XTIT: FUIFeedbackScreen title text when passcode policy change is necessary. */
"fuiFeedbackScreenPasscodePolicyChangedHeadlineText" = "Toegangscodebeleid is gewijzigd";

/* XTIT: FUIFeedbackScreen title text when passcode policy change is necessary. */
"fuiFeedbackScreenPasscodePolicyChangedTitleText" = "Wijzigingen in beleid";

/* XTIT: FUIFeedbackScreen headline description text when passcode policy is turned off on the server. */
"fuiFeedbackScreenTurnOffPasscodeAndFaceIDDetailDescription" = "Vanaf nu zijn een toegangscode en Face ID niet meer vereist om in te loggen. \n\n U hebt direct toegang tot de app.";

/* XTIT: FUIFeedbackScreen headline description text when passcode policy is turned off on the server. */
"fuiFeedbackScreenTurnOffPasscodeAndTouchIDDetailDescription" = "Vanaf nu zijn een toegangscode en Touch ID niet meer vereist om in te loggen. \n\n U hebt direct toegang tot de app.";

/* XBUT: Text of button on FUIFeedbackScreen when the passcode policy is turned off on the server. */
"fuiFeedbackScreenTurnOffPasscodeButtonText" = "OK";

/* XTIT: FUIFeedbackScreen headline description text when passcode policy is turned off on the server. */
"fuiFeedbackScreenTurnOffPasscodeDetailDescription" = "Vanaf nu is een toegangscode niet meer vereist om in te loggen. \n\n U hebt direct toegang tot de app.";

/* XTIT: FUIFeedbackScreen headline text when passcode policy is turned off on the server. */
"fuiFeedbackScreenTurnOffPasscodeHeadlineDescription" = "Inlogbeleid is gewijzigd";

/* XTIT: FUIFeedbackScreen title text when passcode policy is turned off on the server. */
"fuiFeedbackScreenTurnOffPasscodeTitleText" = "Kennisgeving";

/* XBUT: Text of button on FUIFeedbackScreen after migration when passcode creation is mandatory. */
"migrationOnlyBiometricIDWasSetPreviouslyButtonText" = "Doorgaan";

/* XTIT: Description of FUIFeedbackScreen after migration when previously only biometricID was set. */
"migrationOnlyBiometricIDWasSetPreviouslyDescriptionText" = "Vanaf deze versie is een toegangscode verplicht. Stel een toegangscode in voor de applicatie.";

/* XTIT: Title of FUIFeedbackScreen after migration when previously only biometricID was set. */
"migrationOnlyBiometricIDWasSetPreviouslyHeadlineText" = "Toegangscode is verplicht";

/* XBUT: Text of No button. */
"noButtonText" = "Nee";

/* XTIT: Info Screen text before presenting the OAuth2 Authentication view. */
"oauth2AuthenticationStepInfoScreenText" = "OAuth 2.0-aanmeldgegevens worden gevalideerd.";

/* XTIT: Text of PasscodeInputController when user wants to enable face ID. */
"passcodeInputControllerEnableFaceIDText" = "Voer uw toegangscode in om Face ID in te schakelen:";

/* XTIT: Text of PasscodeInputController when user wants to enable touch ID. */
"passcodeInputControllerEnableTouchIDText" = "Voer uw toegangscode in om Touch ID in te schakelen:";

/* XTIT: Title of Alert window when asking for confirmation about cancelling the onboarding flow. */
"rejectAlertControllerTitleText" = "Zonder toestemming kunt u niet doorgaan met de activering.";

/* XBUT: Text of No button of reject. */
"rejectNoButtonText" = "Toestemming geven";

/* XBUT: Text of Yes button of reject. */
"rejectYesButtonText" = "Proces afsluiten";

/* XTIT: Info Screen text before presenting the SAML Authentication view. */
"samlAuthenticationStepInfoScreenText" = "Aanmeldgegevens SAML worden gevalideerd.";

/* XTIT: Info Screen text before presenting the SAP Mobile Services UserIdentity Discovery Authentication view. */
"sapcpmsUserIdentityDiscoveryAuthenticationStepInfoScreenText" = "Aanmeldgegevens SAP Mobile Services UserIdentity Discovery worden gevalideerd.";

/* XTIT: Info Screen text before presenting the SLS Authentication view. */
"slsAuthenticationStepInfoScreenText" = "Aanmeldgegevens SLS worden gevalideerd.";

/* XMSG: Message for the user to fill all the fields for authentication. */
"slsFillAllOfTheFieldsErrorMessage" = "Vul alle velden in";

/* XBUT: Text of Yes button. */
"yesButtonText" = "Ja";

/* XBUT: Text of Continue button. */
"continueButtonText" = "Doorgaan";

/* XBUT: Text of Cancel button. */
"cancelButtonText" = "Annuleren";

/* XTIT: Title of Usage Collection Consent onboarding flow. */
"UsageCollectionConsentTitle" = "Verzameling gebruiksgegevens";

/* XTIT: Body of Usage Collection Consent onboarding flow. */
"UsageCollectionConsentBody" = "De applicatiebeheerder verzoekt u om gegevensverzameling over u toe te staan terwijl u de applicatie gebruikt om inzichten te verkrijgen voor verbetering van de app. Gegevensverzameling omvat informatie over hoe u de app gebruikt, zoals de tijd die u besteedt aan gebruik van de app of hoe u navigeert in de app.";

/* XTIT: Usage Collection Consent opt-out alert message. */
"usageOptOutAlertMessage" = "Wilt u weigeren?";

/* XTIT: Usage Collection Consent opt-in alert message. */
"usageOptInAlertMessage" = "Wilt u toestemmen?";

/* XTIT: Title of Crash Report Collection Consent onboarding flow. */
"CrashReportCollectionConsentTitle" = "Verzameling foutrapporten";

/* XTIT: Body of Crash Report Collection Consent onboarding flow. */
"CrashReportCollectionConsentBody" = "De applicatiebeheerder verzoekt u om gegevensverzameling toe te staan om appfouten te diagnosticeren en analyseren ter verbetering van de appstabiliteit. De verzamelde gegevens worden beperkt tot foutrapporten en apparaatinformatie.";

/* XTIT: Title of alert to be shown when QR Digital Signature Verification fails. */
"qrDigitalSignatureVerficationFailedTitle" = "Mislukt!";

/* \"XMSG: Message telling that the QR Digital Signature Verification failed.\" */
"qrDigitalSignatureVerficationFailedMessage" = "Handtekeningverificatie QR-code is mislukt!";

/* \"XMSG: Message telling that the QR code signature verification succeeded.\" */
"qrDigitalSignatureVerficationSucceededMessage" = "Digitale handtekening QR-code is geverifieerd. U wordt verbonden met:";

/* \"XTIT: Title of InfoScreenPresenter when token expires and authentication fails.\" */
"authenticationErrorTitle" = "Verificatiefout";

/* \"XMSG: Message of InfoScreenPresenter when token expires and authentication fails.\" */
"authenticationErrorMessage" = "We kunnen u niet verifiëren. Meld u aan.";

/* \"XBUT: Text of Error button.\" */
"errorButtonText" = "Fout";

